//
//  ColorNumber.h
//  MeshLamp
//
//  Created by 微智电子 on 2017/10/12.
//  Copyright © 2017年 make. All rights reserved.
//

#import <Foundation/Foundation.h>

struct ColorConfigAll {
    double h, s, b, t, tb;
};

static struct ColorConfigAll RGBConfig_All[] = {
    {0.01, 0.99, 1.00, 1.0, 1.0},  // 运动
    {0.07, 0.96, 1.00, 1.0, 1.0}, // 饮食
    {0.17, 1.00, 1.00, 1.0, 1.0}, // 阅读
    {0.33, 1.00, 1.00, 1.0, 1.0}, // 放松
    {0.49, 0.78, 1.00, 1.0, 1.0}, // 浪漫
    {0.66, 1.0, 1.0, 1.0, 1.0},
    {0.83, 1.0, 1.0, 1.0, 1.0},
    {0.98, 0.12, 0.98, 1.0, 1.0},
};

static struct ColorConfigAll WCConfig_All[] = {
    {0.12, 1.00, 1.00, 0.00, 1.0}, // 催眠
    {0.12, 0.80, 1.00, 0.20, 0.75}, // 烛光
    {0.12, 0.60, 1.00, 0.30, 0.5}, // 夕阳
    {0.13, 0.45, 1.00, 0.50, 0.25}, // 阳光
    {0.00, 0.00, 1.00, 1.00, 1.00},  // 纯白
    {0.00, 0.00, 0.93, 0.90, 0.75}, // 下午
    {0.00, 0.00, 0.82, 0.75, 0.50}, // 月光
    {0.00, 0.00, 0.82, 0.75, 0.25}, // 月光
};

struct WCColor {
    double w,c;
};

static struct ColorConfigAll WCColorConfig_All[] = {
    {0.12, 1.00, 1.00, 0.00, 1.0}, // 催眠
    {0.12, 0.80, 1.00, 0.20, 0.75}, // 烛光
    {0.12, 0.60, 1.00, 0.30, 0.5}, // 夕阳
    {0.13, 0.45, 1.00, 0.50, 0.25}, // 阳光
    {0.00, 0.00, 0.82, 0.75, 0.25}, // 月光
    {0.00, 0.00, 0.82, 0.75, 0.50}, // 月光
    {0.00, 0.00, 0.93, 0.90, 0.75}, // 下午
    {0.00, 0.00, 1.00, 1.00, 1.00},  // 纯白
};


@interface ColorNumber : NSObject

@end
