Repository: make1a/BLEMeshDemo
Catalog: *.lproj/Localizable.strings
Languages: nl, zh_hant

# ty_network_error
source: Network error, please try again
nl: Netwerkfout, probeer het opnieuw
zh_hant: 網絡錯誤,請重試

# ty_time_error
source: Phone local clock error, please calibrate in time
nl: Telefoon lokale klokfout, kalibreren tijdig
zh_hant: 手機本地時鐘錯誤，請及時校準

# unknow
source: Unknow Device
nl: Onbekend apparaat
zh_hant: 未知設備

source: Updating
nl: In de upgrade
zh_hant: 升級中

# user_exists
source: The user already exists
nl: Gebruiker bestaat al
zh_hant: 用戶已存在

# user_info_name
source: Nickname
nl: Naam
zh_hant: 暱稱

# username_email
source: Please Input Email
nl: E-mail adres
zh_hant: 郵箱地址

# validate_code_email
source: Get email validate code
nl: E-mail verificatiecode
zh_hant: 郵箱驗證碼

# verification_code_is_not_correct
source: The verification code is incorrect. Please re-enter
nl: De verificatiecode is niet correct. Voer het opnieuw in
zh_hant: 驗證碼不正確，請重新輸入

# voice_ctrl
source: Voice Control
nl: Spraakbesturing
zh_hant: 語音控制

source: Warning
nl: Waarschuwing
zh_hant: 警告

# warning_info
source: No positioning permission will not be able to use the Bluetooth function, click to set the interface in the open positioning
nl: Geen positioneringsvergunning kan de Bluetooth-functie niet gebruiken, klik om de interface in de open positionering in te stellen
zh_hant: 沒有定位權限將無法正常使用藍牙功能，點擊可在設置界面中開啓定位

source: WeChat
zh_hant: 微信

# we_smart
source: About WE-SMART
zh_hant: 關於微智

source: Wed
nl: Woens
zh_hant: 週三

# white_light
source: Cold-Warm
nl: Kleurtemperatuur
zh_hant: 色溫

source: Workday
nl: Werkdag
zh_hant: 工作日

source: Working
nl: Werk
zh_hant: 工作

source: Scan QR code
zh_hant: 掃描二維碼

source: Photos
nl: Foto's
zh_hant: 相冊

source: Scan QR Code, To Join The Network
nl: QR-code scannen, in het netwerk aansluiten
zh_hant: 掃描二維碼，加入家庭

source: QRCode error, Scan the correct QRCode
nl: QRCode fout, Scan de juiste QRCode
zh_hant: 二維碼錯誤，請掃描正確的二維碼

source: Share Home
zh_hant: 分享家庭

source: Scan QR Code, Share Network
nl: QR-code scannen, netwerk delen
zh_hant: 掃描二維碼，分享家庭

source: Successfully Saved
nl: Succesvol Opgeslagen
zh_hant: 保存成功

source: Failed Saved
zh_hant: 保存失敗

source: Save To Photos
nl: Opslaan naar foto's
zh_hant: 保存到相冊

source: Strips
zh_hant: 燈帶

source: Chandelier
zh_hant: 吊燈

source: TrackLight
zh_hant: 軌道燈

source: FloorLamp
zh_hant: 落地燈

source: PanelLight
zh_hant: 面板燈

source: TableLamp
zh_hant: 檯燈

source: CeilingLights
zh_hant: 天花嵌燈

source: CeilingLight
zh_hant: 吸頂燈

source: A_ShapeBulb
zh_hant: A型球泡燈

source: B_ShapeCandle
zh_hant: B型蠟燭燈

source: BR_Light
zh_hant: BR燈

source: G_ShapeBulb
zh_hant: G型球泡燈

source: GU10_Spotlight
zh_hant: GU10射燈

source: MR16_Spotlight
zh_hant: MR16射燈

source: PARLight
zh_hant: PAR燈

source: SceneLights
zh_hant: 情景燈

source: GimbalLight
zh_hant: 斗膽燈

# ShapedLights
source: SpecialShapedLamp
nl: ShapedLights
zh_hant: 異型燈

source: T5T8_Tubes
zh_hant: T5T8燈管

source: T5T8_Integrated_Tubes
zh_hant: T5T8一體燈管

source: DownLight
zh_hant: 筒燈

source: UnknownDevice
zh_hant: 未知設備

source: Wind_And_Rain_Sensor
zh_hant: 風雨傳感器

source: AirSensor
zh_hant: 空氣傳感器

source: MenciSensor
zh_hant: 門磁傳感器

source: Human_Body_Infrared_Sensor
zh_hant: 人體紅外傳感器

source: FloodingSensor
zh_hant: 水浸傳感器

source: TemperatureSensor
zh_hant: 溫度傳感器

source: SmokeSensor
zh_hant: 煙霧傳感器

source: IlluminationSensor
zh_hant: 照度傳感器

source: UnknownSensor
zh_hant: 未知傳感器

source: Remote
zh_hant: 遙控

source: Switch
zh_hant: 開關

source: UnknownRemote
zh_hant: 未知控制器

source: Sign In
nl: Aanmelden
zh_hant: 登錄

source: Register
zh_hant: 註冊

source: Forget Password
nl: Wachtwoord vergeten
zh_hant: 忘記密碼

source: Skip Login
zh_hant: 跳过登录

source: Country / Region
nl: Land / Regio
zh_hant: 國家 / 地區

source: Phone / Email
nl: Telefoon / Email
zh_hant: 手機號 / 郵件

source: Account:
zh_hant: 賬號:

source: Password:
nl: Wachtwoord:
zh_hant: 密碼:

source: Password
nl: Wachtwoord
zh_hant: 密碼

source: Please select a country or region
nl: Selecteer een land of regio
zh_hant: 請選擇國家或地區

source: Please enter your account
nl: Vul alstublieft uw account in
zh_hant: 請輸入賬號

source: Please enter your password
nl: Vul alstublieft uw wachtwoord in
zh_hant: 請輸入密碼

source: Login Success
zh_hant: 登陸成功

source: Login Failure
zh_hant: 登錄失敗

source: Choose Country
nl: Kies land
zh_hant: 選擇國家

source: Retrieve Password
nl: Wachtwoord ophalen
zh_hant: 找回密碼

source: Next Step
nl: Volgende stap
zh_hant: 下一步

source: Modify
nl: Wijzigen
zh_hant: 修改

source: The verification code is sent to your phone or email:
nl: De verificatiecode is verzonden naar uw telefoon of e-mail:
zh_hant: 驗證碼已經發送到你的手機或郵箱:

source: The verification code is sent to your email:
nl: De verificatiecode is verzonden naar uw email:
zh_hant: 驗證碼已經發送到你的郵箱:

source: Verification code is sent to your phone:
nl: Verificatiecode is verzonden naar uw telefoon:
zh_hant: 驗證碼已經發送到你的手機:

source: Input Verification Code
zh_hant: 驗證碼

source: New Password
nl: Nieuw wachtwoord
zh_hant: 新密碼

source: Get
zh_hant: 獲取

source: Please enter the correct password
nl: Vul alstublieft het juiste wachtwoord in
zh_hant: 請輸入正確的密碼

source: Please enter verification code
nl: Vul de verificatiecode in
zh_hant: 請輸入驗證碼

source: Registration Success
nl: Registratie succes
zh_hant: 註冊成功

source: Password reset complete
nl: Wachtwoord reset complete
zh_hant: 密碼修改完成

source: Resend
zh_hant: 重發

# 编辑色块
source: Edit Color Lump
nl: Bewerk Kleur Klaar
zh_hant: 編輯色塊

# 色块名称
source: Color Plate Name
nl: Naam Kleurplaat
zh_hant: 色塊名稱

# 完成
source: Done
nl: Gedaan
zh_hant: 完成

# 参数设置
source: Parameter Settings
nl: Parameter instellingen
zh_hant: 參數設置

# 默认色值
source: Default Parameters
nl: YellowDefault Parameters
zh_hant: 默認色值

# 请输入色块名称
source: Please input name
nl: Vul alstublieft de naam in
zh_hant: 請輸入色塊名稱

source: Account Info
zh_hant: 賬號信息

source: Nike Name
zh_hant: 暱稱

source: Login
zh_hant: 登錄

source: Reset Password
zh_hant: 修改密碼

source: Sign Out
zh_hant: 退出賬號

source: Update Success
zh_hant: 修改成功

source: Update Failure
zh_hant: 修改失敗

source: Change Nike Name
nl: Nike Name wijzigen
zh_hant: 修改暱稱

source: Please enter a new nike name
nl: Vul alstublieft een nieuwe nike naam in
zh_hant: 請輸入新暱稱

source: New Nike Name
nl: Nieuwe Nike Name
zh_hant: 新暱稱

source: Confirm
nl: Bevestigen
zh_hant: 確認

source: LogOut Success
zh_hant: 退出成功

source: LogOut Failure
zh_hant: 退出失敗

source: Baby love color
nl: 童言童色
