Repository: make1a/BLEMeshDemo
Catalog: *.lproj/Localizable.strings
Languages: nl, zh_hant

# 昼节律设置成功
source: Daytime rhythm set successfully
nl: Een succesvolle dag ritme
zh_hant: 晝節律設定成功

# 夜节律设置成功
source: Night rhythm set successfully
nl: De nacht is het succes van het ritme
zh_hant: 夜節律設定成功

# 请选择夜节律时间
source: Please choose the night rhythm time
nl: Kies het ritme van de tijd.
zh_hant: 請選擇夜節律時間

# 请选择昼节律时间
source: Please choose the circadian rhythm time
nl: Kies het ritme van de tijd.
zh_hant: 請選擇晝節律時間

# pls_choose_icon
source: Group Icon
zh_hant: 選擇群組圖標

# color_blue
source: Blue
nl: Blauw
zh_hant: 藍

# color_cyan
source: Cyan
zh_hant: 青

# color_green
source: Green
nl: Groen
zh_hant: 綠

# color_orang
source: Orange
nl: Oranje
zh_hant: 橙

# color_pink
source: Pink
nl: Roze
zh_hant: 粉

# color_purpl
source: Purple
nl: Purper
zh_hant: 紫

# color_red
source: Red
nl: Rood
zh_hant: 红

# color_yello
source: Yellow
nl: Geel
zh_hant: 黃

source: Next
nl: 下一張
zh_hant: Volgende

# tyts_color_right
source: ty_av_02_en
nl: ty_av_02
zh_hant: ty_av_02

# tyts_color_wrong
source: ty_av_01_en
nl: ty_av_01
zh_hant: ty_av_01

# tyts_color_audio_name_num
source: color_0%d_en
nl: color_0%d
zh_hant: color_0%d

source: Control
nl: Controle
zh_hant: 控制

source: Diet
nl: Dieet
zh_hant: 飲食

source: Rest
zh_hant: 休息

source: Read
zh_hant: 閱讀

source: Relax
zh_hant: 放鬆

source: Romantic
nl: Romantisch
zh_hant: 浪漫

source: Sentiment
zh_hant: 情調

source: Sport
zh_hant: 運動

source: Warm-Cold
nl: De kleur van
zh_hant: 色溫

source: Eye Protection
zh_hant: 護眼

source: Sunset
nl: Zonsondergang
zh_hant: 夕陽

source: Sunlight
nl: Zonlicht
zh_hant: 陽光

source: Candlelight
nl: Kaarslicht
zh_hant: 燭光

source: Hypnotize
zh_hant: 催眠

source: Moonlight
zh_hant: 月光

source: Starry sky
zh_hant: 星空

source: Afternoon
nl: Middag
zh_hant: 下午

source: White
nl: Wit
zh_hant: 純白

source: Color
nl: Kleur
zh_hant: 彩色

source: Shake&Dance
zh_hant: 搖一搖＆跳舞

source: Jiggle the phone changes color
nl: Jiggle de telefoon verandert kleur
zh_hant: 輕搖手機變換顏色

source: Shake
zh_hant: 搖一搖

source: Dance
zh_hant: 跳舞

source: Color transform as you dance
nl: Kleur transformeren als je danst
zh_hant: 顏色隨你的舞姿變換

source: Pinch bomb
zh_hant: 打彈快手

source: Hits
zh_hant: 擊中

source: Time
nl: Tijd
zh_hant: 時間

source: About Us
nl: Over ons
zh_hant: 關於我們

source: Account
zh_hant: 帳戶

source: Account Info
nl: Mijn Dashboard
zh_hant: 帳戶信息

source: Bedroom
nl: Slaapkamer
zh_hant: 臥室

source: Business Cooperation
nl: Samenwerking
zh_hant: 商務合作

source: Cancel
nl: Annuleren
zh_hant: 取消

# Dining
source: Dining Room
nl: Eeetkamer
zh_hant: 餐廳

source: Done
nl: Gedaan
zh_hant: 完成

source: Events
nl: Gebeurtenis
zh_hant: 事件

source: Feedback
nl: Terugkoppeling
zh_hant: 反饋意見

source: Gateway
nl: Poort
zh_hant: 網關

source: General
nl: Algemeen
zh_hant: 通用

source: Kitchen
nl: Keuken
zh_hant: 廚房

# LANG
source: EN
nl: CHS
zh_hant: CHS

# Living
source: Living Room
nl: Woonkamer
zh_hant: 客廳

source: Notice
nl: Tips
zh_hant: 提示信息

# OTA
source: Device OTA
nl: Uitrusting Upgrade
zh_hant: 設備升級

# PB_hit_tip
source: Hits
nl: hit
zh_hant: 擊中

# PB_rest_time_tip
source: Rest
nl: Tijd
zh_hant: 時間

source: Save
nl: Opslaan
zh_hant: 保存

source: Settings
nl: Instelling
zh_hant: 設置

# Toilet
source: Toilets
nl: Badkamer
zh_hant: 洗手間

source: Website
zh_hant: 網站

# account_email_way
source: E-mail Address
nl: E-mail adres
zh_hant: 郵箱帳號

# account_info_img
source: Photo
nl: Hoofd
zh_hant: 頭像

# account_password_empty_reminder
source: Account and password can not null
nl: Account en wachtwoord kunnen niet nul zijn
zh_hant: 帳號密碼不能為空

# account_phone_way
source: Phone number
nl: Telefoonnummer
zh_hant: 手機號碼

source: Add
nl: Toevoegen
zh_hant: 添加

# add_dev_fail
source: Add Device(s) Fail
nl: Kan apparaat niet toevoegen
zh_hant: 添加設備失敗

source: Add Device
nl: Voeg toestel toe
zh_hant: 添加設備

source: Add Group
nl: Groep toevoegen
zh_hant: 添加群组

# add_network
source: Add new home
nl: Nieuw huis toevoegen
zh_hant: 添加新家

# add_network_reminder
source: login success can add device
nl: Inloggen voor het toevoegen van een netwerk
zh_hant: 成功登陸以後，才可以添加網絡

# add_success
source: Add Devices Success
nl: Toestel succesvol toegevoegd
zh_hant: 添加成功

source: Advanced Function
nl: Geavanceerde functie
zh_hant: 高級功能

source: Afternoon
nl: Middag
zh_hant: 下午

# alarm
source: Timing
zh_hant: 定時

# alarm_online_reminder
source: Device is offline.Unable yo add
nl: Het apparaat kan niet offline worden toegevoegd
zh_hant: 設備離線不能添加

# all_device
source: All Devices
nl: Alle apparatuur
zh_hant: 所有設備

source: Audio Record
nl: Geluidsopname
zh_hant: 錄音

# baby_color_next
source: Next
nl: Volgende
zh_hant: 下一張

source: Back
nl: Terug
zh_hant: 返回

# bind_ctrl_key
source: Bind Control Key
zh_hant: 绑定遥控器按键

# bind_key_button
source: Bind Control Key
zh_hant: 绑定遥控器按键

source: BLE Close
zh_hant: 藍牙關閉

source: BLE Open
zh_hant: 藍牙打開

# breath_alarm
source: Alarm
zh_hant: 警報

# breath_flash
source: Flash
nl: Flits
zh_hant: 閃爍

# breath_flash_ls
source: Breathings
nl: Regenboog flits
zh_hant: 漫彩呼吸

# breath_green_feel
source: Green Mood
nl: Groene stemming
zh_hant: 綠色心情

# breath_heartbeat
source: HeartBeat
nl: Hartslag
zh_hant: 心跳呼吸

# breath_heartbeat_bs
source: BlueBreath
nl: Blauwe adem
zh_hant: 藍色呼吸

# breath_heartbeat_gs
source: GreenBreath
nl: Groene stemming
zh_hant: 綠色呼吸

# breath_heartbeat_rs
source: Heartbeat rS
nl: Hartslag rS
zh_hant: 漫紅呼吸

# breath_mode
source: Breath
nl: Ademen
zh_hant: 呼吸

# breath_purple_love
source: Purple Love
nl: Paars Liefde
zh_hant: 淡紫谜语

# breath_rainbow
source: Rainbow Breath
nl: Regenboog adem
zh_hant: 彩虹呼吸

# breath_rainbow_s
source: Rain bow S
nl: Regenboog
zh_hant: 漫彩虹

# breath_sunset
source: Sunset
nl: Zonsondergang
zh_hant: 夕陽美景

# camera_color
source: Pick Color
nl: Kleurextractie
zh_hant: 相機取色

source: Cancel
nl: Annuleren
zh_hant: 取消

# candle_light
source: Candle
nl: Kaarslicht
zh_hant: 燭光

# cannot_search_any_music
source: It seems that these is no music in your phone! :(
nl: Geen beschikbare muziek op uw smartphone :(
zh_hant: 似乎您的手機上還沒有音樂呢！ :(

# cant_create_network
source: Can not create the current network
nl: Kan het huidige netwerk niet maken
zh_hant: 不能創建當前網絡

# cant_include
source: Can not be included in the network name?
nl: Kan niet in de netwerknaam worden opgenomen?
zh_hant: 網絡名稱中不能含有?

# cant_share_in_prative
source: Can not share in private
nl: Kan niet delen op privé netwerk
zh_hant: 不能在私人網路下分享

# change_device_info
source: Device Edit
nl: Apparaten aanpassen
zh_hant: 編輯設備

source: Change Password
nl: Wachtwoord wijzigen
zh_hant: 修改密碼

source: Change UserName
nl: Voer uw naam in
zh_hant: 修改暱稱

source: Change Wifi
nl: andere Wifi network selecteren
zh_hant: 切換Wifi

# child_color
source: Baby love color
nl: Kinderkleuren
zh_hant: 童言童色

# choose_event_reminder
source: Please choose event
nl: Selecteer een evenement
zh_hant: 請選擇執行事件

# choose_week_reminder
source: Please choose week
nl: Selecteer de uitvoeringscyclus
zh_hant: 請選擇執行週期

# chose_country
source: Select country and region
nl: Land en regio selecteren
zh_hant: 選擇國家和地區

# chose_group
source: Set Rooms
nl: Kamer instellen
zh_hant: 設置房間

# code_has_send_to_email
source: Verification code have sent to you email:
nl: erificatiecode is per e-mail gestuurd:
zh_hant: 驗證碼已發送到你的郵箱:

# code_has_send_to_phone
source: Verification code have sent to your phone:
nl: Verificatiecode is naar uw telefoon gestuurd:
zh_hant: 驗證碼已發送到你的手機:

source: Color
nl: Kleurrijk
zh_hant: 彩色

# configing
source: Configuring...
nl: Configuratie...
zh_hant: 配置中…

source: Confirm
nl: Bevestigen
zh_hant: 確認

source: Country/Area
nl: Land / Regio
zh_hant: 國家/地區

# create_local_network
source: Add new home
nl: Nieuw huis toevoegen
zh_hant: 添加新家

# create_network_success
source: Create new home success
nl: Nieuw huis is toegevoegd
zh_hant: 創建家庭成功

# ctrl_key_four
source: Control Button 4
nl: Afstandsbediening Knop 4
zh_hant: 遙控器按鍵4

# ctrl_key_one
source: Control Button 1
nl: Afstandsbediening Knop 1
zh_hant: 遙控器按鍵1

# ctrl_key_three
source: Control Button 3
nl: Afstandsbediening Knop 3
zh_hant: 遙控器按鍵3

# ctrl_key_two
source: Control Button 2
nl: Afstandsbediening Knop 2
zh_hant: 遙控器按鍵2

source: Current Device
nl: Current Decice
zh_hant: 当前设备

# current_network
source: Current Home
nl: Huidige Kamer
zh_hant: 當前家庭

source: Custom
nl: Gewoonte
zh_hant: 自定義

# custom_group_icon_name
source: Group Name&Icon
zh_hant: 自定义群组名称和图标

# cycle_play
source: Cycle
nl: Fiets
zh_hant: 循環

# day
source: Day rhythm
nl: Dagritme
zh_hant: 晝節律

# dayAndNight
source: Sunrise & Sunset
nl: Circadiane Ritme
zh_hant: 晝夜節律

# day_durtime_time
source: Durtime
nl: Tijdsduur
zh_hant: 持續時間

# day_start_time
source: Start Time
nl: Begintijd
zh_hant: 開始時間

# defalut_home
source: Default Home
nl: Standaard Familie
zh_hant: 默認家庭

# default_country_code
source: CountryCode
nl: Standaard landcode86
zh_hant: 國家碼 默認86

source: Del
nl: Ver
zh_hant: 刪除

source: Delete
nl: Verwijder
zh_hant: 刪除

# delete_current_network_reminder
source: Can not delete the current home
nl: Verwijderen van huidige huis is niet mogelijk
zh_hant: 不能刪除當前家

# delete_default_network_reminder
source: Can not delete the current home
nl: U kunt de standaard startpagina niet verwijderen
zh_hant: 不能刪除默認家

# delete_device
source: Remove present device
nl: Verwijder het huidige apparaat
zh_hant: 移除當前設備

# delete_device_reminder
source: You are performing the operation to delete the device, you delete the device, change the device all the information will be deleted, you sure to delete it?
nl: U voert de werking uit om het apparaat te verwijderen, u verwijdert het apparaat, wijzigt het apparaat, alle gegevens worden verwijderd, bent u zeker dat u het wilt verwijderen?
zh_hant: 你正在執行刪除設備的操作，你刪除設備後，改設備的所有信息都會被刪除，您確定刪除嗎？

# delete_fail
source: Delete Failed
nl: Verwijderen niet geleukt
zh_hant: 刪除失敗

# delete_network
source: Delete Home
nl: Toestel verwijderen
zh_hant: 刪除家庭

source: Delete success
nl: Succesvol verwijderd
zh_hant: 刪除成功

# device
source: Devices
nl: apparaat
zh_hant: 設備

source: Device Edit
nl: Apparaten aanpassen
zh_hant: 編輯設備

source: Device Firmware
nl: Firmware versie
zh_hant: 設備版本

source: Device Name
nl: Toestelnaam
zh_hant: 設備名稱

# device_name_reminder
source: Please input the device name
nl: Voer toestelnaam in
zh_hant: 請輸入設備名稱

# device_offline_not_set
source: Device is offline.Unable to delete
nl: Apparaat is offline. Kan niet verwijderen
zh_hant: 設備已離綫，刪除失敗

# device_reminder
source: (Long press to enter the control interface)
nl: (Houdt lang ingedrukt voor bedieningsinterface)
zh_hant: (長按進入控制介面)

# dining
source: Diet
nl: avondeten
zh_hant: 飲食

# direct_login
source: Do you log in directly?
nl: Direct inloggen?
zh_hant: 是否直接登陸

source: disconnect
nl: Loskoppelen
zh_hant: 斷開連接

source: Edit
nl: Uitgeven
zh_hant: 編輯

source: Edit Alarm
nl: Bewerk Timing
zh_hant: 編輯定時

# emotional
source: Sentiment
zh_hant: 情調

# event
source: Events
nl: Gebeurtenis
zh_hant: 事件

source: Everyday
nl: Elke dag
zh_hant: 每天

# exit_login
source: Sign Out
nl: Uitloggen
zh_hant: 退出登陸

source: Fail
nl: Mislukking
zh_hant: 失敗

# find_device
source: Found Device
nl: Zoek het Apparaat
zh_hant: 找到設備

# find_not_device
source: Not Find Device
nl: Geen apparaat gevonden
zh_hant: 未找到設備

# find_pwd
source: Retrieve password
nl: Wachtwoord ophalen
zh_hant: 找回密碼

# find_pwd_email
source: Retrieve Email's password
nl: E-mail wachtwoord herstellen
zh_hant: 郵箱找回密碼

# find_pwd_phonenumber
source: Retrieve Phone's password
nl: Telefoon wachtwoord herstellen
zh_hant: 手機找回密碼

# find_pwd_uid
source: Retrieve the password by Uid
nl: Uid wachtwoord herstellen
zh_hant: uid找回密碼

source: Fri
nl: Vrij
zh_hant: 週五

source: Gateway
nl: poort
zh_hant: 網關

# get_name_fail
source: Get name failed
nl: Mislukt om naam te verkrijgen
zh_hant: 獲取名稱失敗

source: Get validate code
nl: Benodigde verificatiecode
zh_hant: 獲取驗證碼

source: Gimbal Light
zh_hant: 斗膽燈

# gorgeous
source: Fantasy
nl: Heldere kleur
zh_hant: 炫彩

source: Group
nl: Groepen
zh_hant: 群组

source: GroupIcon
zh_hant: 群组图标

source: Group Manage
nl: Groep Beheren
zh_hant: 群组管理

source: GroupName
zh_hant: 群组名称

# group_reminder
source: (Long press to enter the control interface)
nl: (Houdt lang ingedrukt voor bedieningsinterface)
zh_hant: 長按進入控制介面

source: Hand Control
nl: Handcontrole
zh_hant: 手持遙控器

# hit_eggs
source: Pinch bomb
nl: Pinch bom
zh_hant: 打蛋快手

source: Hypnotic
nl: Hypnose
zh_hant: 催眠

source: Input GroupName
nl: Invoergroepnaam
zh_hant: 輸入群組名稱

# input_name_reminder
source: Please enter a new nickname
nl: Naam wijzigen
zh_hant: 請輸入新的暱稱

# input_network
source: Please enter home
nl: Vul huisnaam in
zh_hant: 請輸入家庭名

# input_new_password
source: Enter the new password
nl: Voer uw nieuw wachtwoord in
zh_hant: 輸入新密碼

source: Input validate code
nl: Voer varificatiecode in
zh_hant: 輸入驗證碼

source: interaction
nl: Interactieve
zh_hant: 互動

source: Language
nl: Taal
zh_hant: 語言

# language_mode
source: Language settings
nl: Taal instellingen
zh_hant: 語言設置

# last_version
source: Last It's the latest version
nl: Dit is de laatste versie
zh_hant: 這是最新的版本

# light_a_bulb
source: A-shape bulb
nl: A-vormige gloeilamp
zh_hant: A型球泡燈

# light_b_candle_light
source: B-shape candle
nl: B-vorm kaars
zh_hant: B型蠟燭燈

# light_br_light
source: BR-light
zh_hant: BR-燈

# light_ceiling_lamp
source: Ceiling light
nl: Plafondlicht
zh_hant: 天花燈

# light_down_light
source: Down
nl: naar beneden
zh_hant: 筒燈

# light_droplight
source: Chandelier
nl: Kroonluchter
zh_hant: 吊燈

# light_floor_lamp
source: Floor lamp
nl: Vloerlamp
zh_hant: 落地燈

# light_g_bulb
source: G-shape bulb
nl: G-vormbol
zh_hant: G型球泡燈

# light_gu10_led_spot_light
source: GU10 spotlight
zh_hant: G10射燈

# light_lightswith
source: Strips
zh_hant: 燈帶

# light_mr16_led_spot_light
source: MR16spotlight
zh_hant: MR16射燈

# light_panel_light
source: Panel light
nl: Paneellicht
zh_hant: 面板燈

# light_par_light
source: PAR light
nl: PAR licht
zh_hant: PAR灯

# light_t5_t8_integration
source: T5 T8 Integrated tubes
nl: T5 T8 Geïntegreerde buizen
zh_hant: T5-T8一體燈

# light_t5_t8_tube
source: T5/T8 tubes
nl: T5 / T8 buizen
zh_hant: T5-T8燈管

# light_table_lamp
source: Table lamp
nl: Tafellamp
zh_hant: 臺燈

# light_track_lighting
source: Track light
nl: Tracklicht
zh_hant: 軌道燈

# light_vlz_b
source: Ceiling light
nl: Plafondlicht
zh_hant: 吸頂燈

source: Login
nl: Bezig met laden
zh_hant: 登陸中。。。

# login_email
source: Login with email
nl: E-mail wachtwoord
zh_hant: 郵箱密碼登陸

# login_phonenumber
source: Login with phoneNumber
nl: Telefoon wachtwoord login
zh_hant: 手機密碼帳號登陸

# login_reminder
source: Gateway configuration requires login account
nl: Gateway configuratie vereist login account
zh_hant: 网关配置需要登陆帐号

source: Login Success
nl: Inloggen is gelukt
zh_hant: 登陸成功

# login_uid
source: Uid Password Login
nl: Uid wachtwoord
zh_hant: uid密碼登陸

source: Manage
nl: Beheren
zh_hant: 管理

# max_alarm_reminder
source: Already there are too many can not add
nl: Wekker het maximum aantal
zh_hant: 鬧鐘數量達到最大

# minute
source: minutes
nl: Minuut
zh_hant: 分鐘

# modify_password_success
source: Change Password Success! Please Login again.
nl: Uw wachtwoord is aangepast, graag weer inloggen
zh_hant: 修改密碼成功，請重新登陸

source: Mon
nl: Maan
zh_hant: 週一

# moon_light
source: Moon
nl: Maanlicht
zh_hant: 月光

source: Morning
nl: Morgen
zh_hant: 清晨

source: Music
nl: Muziek
zh_hant: 音樂

# music_not_ready
source: Music is not ready now!
nl: Muziek is niet klaar, even geduld aub
zh_hant: 音樂還沒準備好，請稍候!

source: Name can not null
nl: Naam kan niet nul zijn
zh_hant: 名字不能為空

source: Name too long
nl: Naam is te lang
zh_hant: 名字過長

# network_exist
source: Home Exist
nl: Huisnaam is al in gebruik
zh_hant: 家庭已存在

# network_info
source: Home Information
nl: Familie informatie
zh_hant: 家庭信息

# network_is_exist
source: The network already exists
nl: Het netwerk bestaat al
zh_hant: 網絡已存在

# network_list
source: Home List
nl: Netwerk informatie
zh_hant: 家庭列表

# network_max_reminder
source: At present the most home number is five
nl: Op dit moment is het meest huisnummer vijf
zh_hant: 目前最多的家庭是五個

# network_name
source: Home Name:
nl: Huisnaam：
zh_hant: 家庭名稱：

# never_repeat
source: Never
nl: Herhaal nooit
zh_hant: 永不

# new_home_name
source: NewHome
nl: Nieuw huis
zh_hant: 新家庭名稱

source: New Password
nl: Nieuw wachtwoord
zh_hant: 新密碼

# next_step
source: Next
zh_hant: 下一步

# night
source: Night rhythm
nl: Nachtritme
zh_hant: 夜節律

source: No devices
nl: Geen toestel
zh_hant: 沒有設備

# no_get
source: Can Not Get
nl: Niet beschikbaar
zh_hant: 未獲取到

# not_added_device
source: Not Added
zh_hant: 未添加设备

# not_bind
source: Unbounded
nl: ongebonden
zh_hant: 未綁定

source: OFF
nl: Uit
zh_hant: 關

# offline_reminder
source: The device is offline
nl: Toestel is offline
zh_hant: 設備處於離線狀態

source: ON
nl: Aan
zh_hant: 開

# ota_reminder1
source: 1.Please ensure that the device is powered properly
nl: 1、zorg ervoor dat het apparaat goed is aangesloten
zh_hant: 1、請確保設備正常上電

# ota_reminder2
source: 2.Please close the device to ensure that the device signal is good enough
nl: 2、sluit het apparaat aan om ervoor te zorgen dat het apparaat signaal goed genoeg is
zh_hant: 2、請靠近設備以確保設備信號足夠好

# ota_reminder3
source: 3.Please do not exit the upgrade process, otherwise it will fail
nl: 3、stop het upgradeproces niet, anders zal het falen
zh_hant: 3、請升級過程不要退出，否則會失敗

# ota_reminder4
source: 4.The upgrade is successful, the device will restart
nl: 4、de upgrade is succesvol, het apparaat wordt opnieuw gestart
zh_hant: 4、升級成功後，設備會重啟

source: palette
nl: Kleur veranderen
zh_hant: 調色

source: Password
nl: Wachtwoord
zh_hant: 密碼

source: phone / email
nl: Telefoonnummer / E-mail
zh_hant: 手機號 / 郵箱

# phone_number_is_not_correct
source: Account format is not correct
nl: Telefoonnummer is niet correct
zh_hant: 帳號格式不正確

# pinch_bomb
source: Pinch bom
zh_hant: 擼彈

# pinch_bomb_share_msg
source: Congratulations! You hit the monkey %1$d times! Challenge again!
nl: Gefeliciteerd! Je slaat Houge %1$dbom
zh_hant: 恭喜！你打中了猴哥%1$d彈

# pinch_bomb_share_msg_sjnr
source: Congratulations! You kissed Ming %1$d times! So happy!
zh_hant: 矮油！萌萌哒的小伙伴飞了明哥%1$d吻！好开心呀！

source: Pink
nl: Roze
zh_hant: 粉色

# player_service_init_failed
source: Music player init failed, programs may not run...
nl: Player initialisatie mislukt, het kan niet worden gebruikt.
zh_hant: 播放器初始化失敗，可能無法正常運行

source: Please Choose
nl: Gelieve te kiezen
zh_hant: 请选择

# please_input_reasonable
source: Please input a reasonable value
nl: Geef een redelijke waarde
zh_hant: 請輸入合理的值

# please_input_username
source: Please Input Uid Name
nl: Vul alstublieft uw naam in
zh_hant: 請輸入Uid名稱

# pure_white
source: White
nl: Puur wit
zh_hant: 純白

source: Qr Code is error
nl: Formaat van QR code is onjuist
zh_hant: 二維碼錯誤，請掃描正確的二維碼

# random_play
source: Random
nl: toevallig
zh_hant: 隨機播放

# reading
source: Read
nl: Lezen
zh_hant: 閱讀

# register_email
source: Register with email
nl: E-mail registratie
zh_hant: 郵箱註冊

# register_phonenumber
source: Register with Phone
nl: Telefoon registratie
zh_hant: 手機註冊

# register_uid
source: Register with Uid
nl: UID registratie
zh_hant: uid註冊

# relaxing
source: Relax
nl: Ontspannen
zh_hant: 放鬆

# remote_need_login
source: Remote need to log in and create a new network
nl: Remote moet inloggen en een nieuw netwerk maken
zh_hant: 遠程需要登錄且創建新的網絡

source: Repeat
nl: Herhaling
zh_hant: 重複

# reset_password
source: Reset password successfully
nl: Wachtwoord reset is gelukt
zh_hant: 重置密碼成功

# resting
source: Rest
nl: Rust
zh_hant: 休息

source: Retry
nl: Opnieuw proberen
zh_hant: 重試

source: Rhythm
nl: ritme
zh_hant: 節奏

source: Romantic
nl: Romantisch
zh_hant: 浪漫

source: Sat
nl: Zater
zh_hant: 週六

source: Save Change
nl: Opslaan
zh_hant: 保存更改

# save_photo_fail
source: Failed Saved
nl: Succesvol opgeslagen
zh_hant: 保存失敗

# scan_qr_code
source: Scan Qr code add home
nl: Scan QR code om nieuw huis toe te voegen
zh_hant: 掃描二維碼添加新家

source: Scene Light
nl: Scène lichten
zh_hant: 情景燈

source: Search
nl: Zoeken
zh_hant: 搜索

# searching_music
source: Searching and updating music please wait! :)
nl: Muziek zoeken en bijwerken, even geduld aub
zh_hant: 正在搜索更新音樂，請稍等！ :)

# secne_lamp
source: Scene lights
zh_hant: 情景燈

source: Second
nl: Tweede
zh_hant: 秒

# sensor_door_magnetic
source: Menci sensor
zh_hant: 門磁傳感器

# sensor_gas
source: Air sensor
nl: Luchtsensor
zh_hant: 煤氣傳感器

# sensor_illumination
source: Illumination sensor
nl: Verlichtingssensor
zh_hant: 照度傳感器

# sensor_infrared_body
source: Human body infrared sensor
nl: Menselijk lichaam infrarood sensor
zh_hant: 人體紅外傳感器

# sensor_smoke
source: Smoke sensor
nl: Rookmelder
zh_hant: 煙霧傳感器

# sensor_temperature
source: Temperature sensor
nl: Temperatuursensor
zh_hant: 溫度傳感器

# sensor_water_out
source: Flooding sensor
nl: Overstromingssensor
zh_hant: 水浸傳感器

# sensor_wind_and_rain
source: Wind and rain sensor
nl: Wind- en regensensor
zh_hant: 風雨傳感器

source: Set Gateway
nl: Gateway instellen
zh_hant: 設置網關

# set_gateway_reminder
source: confirm success,please press button for 2 secs. Remote access hub will light on
nl: Configuratie succesvol is, druk op de knop (binnen 2 seconden). Het licht blijft branden gateway-apparaat
zh_hant: 配置成功，請按下按鈕（2秒以內）。網關設備的指示燈一直亮起

# set_key
source: Set Control Key
nl: Stel de knop in
zh_hant: 設置按键

source: Set Room
nl: Kamer instellen
zh_hant: 設置房間

# set_task
source: Please set the task to perform
nl: Stel alsjeblieft de taak in die u wilt uitvoeren
zh_hant: 請設置執行的任務

# set_task_date
source: Please select the date you want to perform
nl: Selecteer de datum die u wilt uitvoeren
zh_hant: 請選擇需要執行的日期

source: Setting
nl: omgeving
zh_hant: 设置

# setting_nickname
source: Change Nickname
nl: Korte naam instellen
zh_hant: 設置暱稱

source: Shake
nl: Schudden
zh_hant: 搖一搖

source: Shake & Dance
zh_hant: 搖一搖 & 跳舞

source: Share
nl: Delen
zh_hant: 分享

# share_network
source: Share Home
nl: Deel huis
zh_hant: 分享家庭

# single_group
source: Group
nl: Kamer
zh_hant: 群组

# single_play
source: Single
zh_hant: 單曲循環

# soothing
source: Smooth
nl: Zacht
zh_hant: 轻柔

source: Sparkle
nl: schijnend
zh_hant: 闪耀

source: Sport
zh_hant: 運動

source: Start Config
nl: Begin configureren
zh_hant: 開始配置

# start_login
source: Login
nl: Inloggen
zh_hant: 登陸

source: Start OTA
nl: Start de upgrade van het apparaat
zh_hant: 開始設備升級

source: Start Register
nl: Registratie beginnen
zh_hant: 開始註冊

source: Success
nl: Succes
zh_hant: 成功

source: Success add a device
nl: Voeg een apparaat succesvol toe
zh_hant: 成功添加一個設備

source: Success Add Device:
nl: Toestel is succesvol toegevoegd：
zh_hant: 成功添加設備：

# success_photo
source: Successfully Saved to
nl: Succesvol opgeslagen
zh_hant: 成功保存到

source: Sun
nl: Zon
zh_hant: 週日

source: Sun Light
nl: Zonlicht
zh_hant: 陽光

source: Sun Set
nl: Zonsondergang
zh_hant: 夕陽

source: Sunrise
nl: Nacht
zh_hant: 夜

source: Sunset
nl: Dag
zh_hant: 晝

# switch_panel
source: Panel Switch
nl: Panelschakelaar
zh_hant: 面板開關

# take_photo_add
source: Add
nl: Toevoegen
zh_hant: 添加

# take_photo_cancel
source: Cancel
nl: Annuleren
zh_hant: 取消

# take_pic_fail
source: Task picture Fail
nl: Ophalen van foto is mislukt
zh_hant: 獲取圖片失敗

# teach_baby_color
source: Baby love color
nl: Tong Yan Tong kleur
zh_hant: 童言同色

source: Thur
nl: Donder
zh_hant: 週四

# title_activity_device_ota
source: DeviceOTAActivity
zh_hant: activity_device_ota

source: Try Again
nl: Probeer het opnieuw
zh_hant: 再試一次

source: Tus
nl: Dins
zh_hant: 週二

# ty_login_forget_keyword
source: Forget password
nl: Wachtwoord vergeten
zh_hant: 忘記密碼

# ty_login_modify_password
source: Change Password
nl: Wachtwoord wijzigen
zh_hant: 修改密碼

# ty_login_register
source: Register
nl: Registratie
zh_hant: 註冊

# ty_login_sms
source: SMS verification code login
nl: SMS login verificatiecode
zh_hant: 短信驗證碼登陸

# ty_login_sms_confirm
source: Log in via SMS verification code
nl: Inloggen met gebruik van SMS verificatie
zh_hant: 通過短信驗證碼登陸
